Repository: jendrikseipp/rednotebook
Catalog: po/*.po
Languages: lt

source: Tags
lt: Žymės

source: Todo
lt: Užduotys

source: Done
lt: Atlikta

source: Remember the milk
lt: Nepamiršti pieno

source: Wash the dishes
lt: Išplauti indus

source: Hello!
lt: Sveiki!

source: Some example text has been added to help you start and you can erase it whenever you like.
lt: Tam, kad jums pradžioje būtų lengviau, čia buvo pridėti kai kurie teksto pavyzdžiai. Juos galite bet kada ištrinti.

source: The example text and more documentation is available under "Help" -> "Contents".
lt: Teksto pavyzdžiai ir daugiau dokumentacijos yra prieinama meniu „Žinynas“ -> „Turinys“.

source: Preview
lt: Peržiūra

source: There are two modes in RedNotebook, the __edit__ mode and the __preview__ mode.
lt: RedNotebook programoje yra dvi veiksenos, __taisos__ veiksena ir __peržiūros__ veiksena.

source: Click on Edit above to see the difference.
lt: Norėdami pamatyti skirtumą, spustelėkite viršuje ant Taisos.

source: Tagging is easy.
lt: Žymėti yra lengva.

source: Just use #hashtags like on twitter.
lt: Tiesiog, naudokite #saitažodžius kaip socialiniame tinkle "Twitter".

source: Today I went to the //pet shop// and bought a **tiger**. Then we went to the --pool-- park and had a nice time playing ultimate frisbee. Afterwards we watched "__Life of Brian__".
lt: Šiandien aš nuėjau į //gyvūnų parduotuvę// ir nusipirkau **tigrą**. Tuomet mes nuėjome į --vandens-- parką ir gerai praleidome laiką, mėtydami plastinę lėkštę. Vėliau, žiūrėjome "__Egipto princą__".

source: Save and Export
lt: Įrašymas ir eksportavimas

source: Everything you enter will be saved automatically at regular intervals and when you exit the program.
lt: Viskas, ką rašote bus automatiškai įrašoma reguliariu intervalu, o taip pat tada, kai užversite programą.

source: To avoid data loss you should backup your journal regularly.
lt: Norėdami išvengti duomenų praradimo, turėtumėte reguliariai daryti savo žurnalo atsarginę kopiją.

source: "Backup" in the "Journal" menu saves all your entered data in a zip file.
lt: "Žurnalo" meniu esantis punktas "Daryti atsarginę kopiją" įrašo visus jūsų įvestus duomenis į zip failą.

source: In the "Journal" menu you also find the "Export" button.
lt: "Žurnalo" meniu taip pat rasite mygtuką "Eksportuoti".

source: Click on "Export" and export your diary to Plain Text, PDF, HTML or Latex.
lt: Spustelėkite ant "Eksportuoti" ir eksportuokite savo dienoraštį į Grynąjį tekstą, PDF, HTML ar Latex.

source: If you encounter any errors, please drop me a note so I can fix them.
lt: Jeigu susidursite su klaidomis, parašykite man, kad galėčiau jas ištaisyti.

source: Any feedback is appreciated.
lt: Rašykite bet kokius atsiliepimus.

source: Have a nice day!
lt: Geros dienos!

source: === Multiple entries === You can add multiple entries to a single day by using different journals (one named "Work", the other "Family"), separating your entries with different titles (=== Work ===, === Family ===) and using horizontal separator lines (20 "="s).
lt: === Keli įrašai === Galite į vieną dieną pridėti kelis įrašus, naudodami skirtingus žurnalus (vieną pavadinimu "Darbas", kitą - "Šeima"), atskirdami savo įrašus skirtingais pavadinimais (=== Darbas ===, === Šeima ===) ir naudodami horizontalias atkyrimo eilutes (20 "=" simbolių).

source: === Work === Here goes the first entry. It is about #work. ==================== === Family === Here comes the entry about my #family.
lt: === Darbas === Štai yra pirmasis įrašas. Pagrindinė jo tema yra #darbas. ==================== === Šeima === Štai įrašas apie tai, ką veikia mano #šeima.

source: filter, these, comma, separated, words, and, #tags
lt: filtruoti, šiuos, kableliais, atskirtus, žodžius, ir, #žymes

source: mtv, spam, work, job, play
lt: pelė, šuo, jėga, beje, kur

source: Words
lt: Žodžiai

source: Hide "%s" from clouds
lt: Nerodyti debesyse „%s“

source: Date
lt: Data

source: Text
lt: Tekstas

source: Load RedNotebook at startup
lt: Įkelti RedNotebook įjungus kompiuterį

source: %A, %x, Day %j
lt: %A, %x, %j diena

source: Week %W of Year %Y
lt: %Y metai, %W savaitė

source: Day %j
lt: %j diena

source: Help
lt: Žinynas

source: Preview:
lt: Peržiūra:

source: Choose font ...
lt: Pasirinkti šriftą ...

source: Choose font
lt: Pasirinkti šriftą

source: Close to system tray
lt: Užverti į sistemos dėklą

source: Closing the window will send RedNotebook to the tray
lt: Užvėrus langą, RedNotebook bus suskleista į dėklą

source: Switch between edit and preview mode automatically
lt: Automatiškai perjungti tarp taisymo ir peržiūros veiksenos

source: Check for new version at startup
lt: Paleidimo metu tikrinti ar nėra naujos versijos

source: Search as you type
lt: Ieškoti, jums rašant

source: Check now
lt: Tikrinti dabar

source: Edit font:
lt: Taisos šriftas:

source: Preview font:
lt: Peržiūros šriftas:

source: Comma-separated font names
lt: Kableliais atskirti šriftų pavadinimai

source: Date/Time format
lt: Datos/laiko formatas

source: Used by Date/Time button and $date$ template macro.
lt: Naudojama Datos/Laiko mygtuko ir $date$ šablono makrokomandos.

source: Date format
lt: Datos formatas

source: Used for dates in titlebar and exports.
lt: Naudojama pavadinimo juostų datose ir eksportavimuose.

source: Exclude from cloud
lt: Išskirti iš debesies

source: Do not show these comma separated words and #tags in the clouds
lt: Nerodyti debesyje šių kableliais atskirtų žodžių ir #žymių

source: Include small words in cloud
lt: Įtraukti į debesį trumpus žodžius

source: Allow these words with 4 letters or less
lt: Leisti šiuos 4 raidžių ir trumpesnius žodžius

source: Bold
lt: Pusjuodis

source: Italic
lt: Kursyvas

source: Monospace
lt: Lygiaplotis

source: Underline
lt: Pabrauktas

source: Strikethrough
lt: Perbrauktas

source: Clear format
lt: Išvalyti formatavimą

source: _Format
lt: _Formatas

source: Format
lt: Formatas

source: Format the selected text or tag
lt: Formatuoti pažymėtą tekstą ar žymę

source: _Journal
lt: Ž_urnalas

source: Create a new journal. The old one will be saved
lt: Sukurti naują žurnalą. Senasis bus įrašytas

source: Load an existing journal. The old journal will be saved
lt: Įkelti esamą žurnalą. Senasis bus įrašytas

source: Save journal at a new location. The old journal files will also be saved
lt: Įrašyti žurnalą naujoje vietoje. Senojo žurnalo failai taip pat bus įrašyti

source: Export
lt: Eksportuoti

source: Open the export assistant
lt: Atverti eksportavimo pagelbiklį

source: _Backup
lt: _Daryti atsarginę kopiją

source: Save all the data in a zip archive
lt: Įrašyti visus duomenis į zip archyvą

source: S_tatistics
lt: S_tatistika

source: Show some statistics about the journal
lt: Rodyti šiek tiek statistikos apie žurnalą

source: Shutdown RedNotebook. It will not be sent to the tray.
lt: Išjungti RedNotebook. Programa nebus suskleista į dėklą.

source: _Edit
lt: _Taisa

source: Undo text or tag edits
lt: Atšaukti teksto ar žymių taisymus

source: Redo text or tag edits
lt: Grąžinti teksto ar žymių taisymus

source: Underline misspelled words
lt: Pabraukti žodžius su rašybos klaidomis

source: _Help
lt: Ž_inynas

source: Contents
lt: Turinys

source: Open the RedNotebook documentation
lt: Atverti RedNotebook dokumentaciją

source: Get Help Online
lt: Ieškoti pagalbos internete

source: Browse answered questions or ask a new one
lt: Naršyti atsakytus klausimus arba užduoti savo klausimą

source: Translate RedNotebook
lt: Versti RedNotebook

source: Connect to the Launchpad website to help translate RedNotebook
lt: Prisijungti prie Launchpad svetainės ir padėti versti RedNotebook

source: Report a Problem
lt: Pranešti apie klaidą

source: Fill out a short form about the problem
lt: Užpildyti trumpą formą apie problemą

source: Wrong directory
lt: Neteisingas katalogas

source: You cannot use this directory for your journal:
lt: Savo žurnalui negalite naudoti šio katalogo:

source: Please select an empty directory.
lt: Pasirinkite tuščią katalogą.

source: This directory contains no journal files:
lt: Šiame kataloge nėra jokių žurnalo failų:

source: Journals are saved in a directory, not in a single file.
lt: Žurnalai yra įrašomi į katalogą, o ne į vieną failą.

source: The directory name will be the title of the new journal.
lt: Katalogo pavadinimas bus naujojo žurnalo pavadinimas.

source: Select an empty folder for your new journal
lt: Pasirinkite savo naujajam žurnalui tuščią katalogą

source: Select an existing journal directory
lt: Pasirinkite esamo žurnalo katalogą

source: The directory should contain your journal's data files
lt: Kataloge turėtų būti jūsų žurnalo duomenų failai

source: Select an empty folder for the new location of your journal
lt: Pasirinkite tuščią aplanką naujai savo žurnalo vietai

source: The directory name will be the new title of the journal
lt: Katalogo pavadinimas bus naujasis žurnalo pavadinimas

source: RedNotebook Documentation
lt: RedNotebook dokumentacija

source: Contributors:
lt: Talkininkai:

source: translator-credits
lt: Launchpad Contributions: Algimantas Margevičius https://launchpad.net/~gymka Anielius https://launchpad.net/~tsu Gintautas Miliauskas https://launchpad.net/~gintas Moo https://launchpad.net/~mooo Zygimantus https://launchpad.net/~zygimantus keturidu https://launchpad.net/~keturidu Moo

source: Empty entries are not allowed
lt: Tušti įrašai neleidžiami

source: Change this text
lt: Keisti šį tekstą

source: Add a new entry
lt: Pridėti naują įrašą

source: Delete this entry
lt: Ištrinti šį įrašą

source: Introduction
lt: Įvadas

source: Template
lt: Šablonas

source: Save and insert
lt: Įrašyti ir įterpti

source: Preview in Browser
lt: Peržiūra naršyklėje

source: Show RedNotebook
lt: Rodyti RedNotebook

source: No directory selected.
lt: Nepasirinktas joks katalogas.

source: Insert this weekday's template. Click the arrow on the right for more options
lt: Įterpti šios savaitės dienos šabloną. Norėdami daugiau parametrų, spustelėkite ant rodyklės dešinėje

source: First Item
lt: Pirmas įrašas

source: Second Item
lt: Antras įrašas

source: Indented Item
lt: Elementas su įtrauka

source: Two blank lines close the list
lt: Dvi tuščios linijos užbaigia sąrašą

source: Picture
lt: Paveikslas

source: Insert an image from the harddisk
lt: Įterpti paveikslą iš standžiojo disko

source: File
lt: Failas

source: Insert a link to a file
lt: Įterpti nuorodą į failą

source: _Link
lt: _Nuoroda

source: Insert a link to a website
lt: Įterpti nuorodą į svetainę

source: Bullet List
lt: Sąrašas su ženkleliais

source: Title
lt: Pavadinimas

source: Line
lt: Linija

source: Insert a separator line
lt: Įterpti skirtuko liniją

source: Date/Time
lt: Data/laikas

source: Insert the current date and time (edit format in preferences)
lt: Įterpti dabartinę datą ir laiką (formatą galite keisti nuostatose)

source: Line Break
lt: Eilučių skirtukas

source: Insert a manual line break
lt: Įterpti rankinį eilučių skirtuką

source: _Insert
lt: Į_terpti

source: Insert
lt: Įterpti

source: Insert images, files, links and other content
lt: Įterpti paveikslus, failus, nuorodas ir kitą turinį

source: Width (optional):
lt: Plotis (nebūtina):

source: pixels
lt: pikselių

source: Width must be an integer.
lt: Plotis privalo būti sveikasis skaičius.

source: No link location has been entered
lt: Neįvesta nuorodos vieta

source: Export all days
lt: Eksportuoti visas dienas

source: Export currently visible day
lt: Eksportuoti šiuo metu matomą dieną

source: Export days in the selected time range
lt: Eksportuoti pasirinkto laikotarpio dienas

source: From:
lt: Nuo:

source: To:
lt: Iki:

source: Export currently selected text
lt: Eksportuoti šiuo metu pažymėtą tekstą

source: (Only available when text is selected in edit mode)
lt: (Prieinama tik tada, kai tekstas yra pažymėtas taisymo veiksenoje)

source: Export text and tags
lt: Eksportuoti tekstą ir žymes

source: Export text only
lt: Eksportuoti tik tekstą

source: Export tags only
lt: Eksportuoti tik žymes

source: Filter days by tags
lt: Filtruoti dienas pagal žymes

source: Available tags
lt: Prieinamos žymės

source: Selected tags
lt: Pasirinktos žymės

source: Select
lt: Pasirinkti

source: Deselect
lt: Panaikinti pasirinkimą

source: When filtering by tags, you have to select at least one tag.
lt: Filtruodami pagal žymes, privalote pasirinkti bent vieną žymę.

source: You have selected the following settings:
lt: Pasirinkote šiuos nustatymus:

source: Export Assistant
lt: Eksportavimo pagelbiklis

source: Welcome to the Export Assistant.
lt: Sveiki atvykę į eksportavimo pagelbiklį.

source: This wizard will help you to export your journal to various formats.
lt: Šis vediklis padės jums eksportuoti savo žurnalą į įvairius formatus.

source: You can select the days you want to export and where the output will be saved.
lt: Galite pasirinkti norimas eksportuoti dienas ir kur bus įrašyta išvestis.

source: PDF: export to HTML, open in browser and print to PDF file
lt: PDF: eksportuoti į HTML, atverti naršyklėje ir spausdinti į PDF failą

source: Select Export Format
lt: Pasirinkite eksportavimo formatą

source: Select Date Range
lt: Pasirinkite laikotarpį

source: Select Contents
lt: Pasirinkite turinį

source: Select Export Path
lt: Pasirinkite eksportavimo kelią

source: Summary
lt: Santrauka

source: Export selected text only
lt: Eksportuoti tik pažymėtą tekstą

source: Start date
lt: Pradžios data

source: End date
lt: Pabaigos data

source: Include text
lt: Įtraukti tekstą

source: Include tags
lt: Įtraukti žymes

source: Filtered by tags
lt: Filtruota pagal žymes

source: Export path
lt: Eksportavimo kelias

source: Yes
lt: Taip

source: No
lt: Ne

source: Content exported to %s
lt: Turinys eksportuotas į %s

source: Plain Text
lt: Grynasis tekstas

source: A Desktop Journal
lt: Darbalaukio žurnalas

source: It has been a while since you made your last backup.
lt: Praėjo nemažai laiko nuo tada, kai darėte paskutinę atsarginę kopiją.

source: You can backup your journal to a zip file to avoid data loss.
lt: Norėdami išvengti duomenų praradimo, galite pasidaryti atsarginę savo žurnalo kopiją į zip failą.

source: Backup
lt: Daryti atsarginę kopiją

source: Backup now
lt: Daryti atsarginę kopiją dabar

source: Ask at next start
lt: Klausti kito paleidimo metu

source: Never ask again
lt: Daugiau nebeklausti

source: Monday
lt: Pirmadienis

source: Tuesday
lt: Antradienis

source: Wednesday
lt: Trečiadienis

source: Thursday
lt: Ketvirtadienis

source: Friday
lt: Penktadienis

source: Saturday
lt: Šeštadienis

source: Sunday
lt: Sekmadienis

source: === Meeting === Purpose, date, and place **Present:** + + + **Agenda:** + + + **Discussion, Decisions, Assignments:** + + + ==================================
lt: === Susitikimas === Tikslas, data ir vieta **Dalyvavo:** + + + **Darbotvarkė:** + + + **Aptarimas, nutarimai, užduotys:** + + + ==================================

source: === Journey === **Date:** **Location:** **Participants:** **The trip:** First we went to xxxxx then we got to yyyyy ... **Pictures:** [Image folder ""/path/to/the/images/""]
lt: === Kelionė === **Data:** **Vieta:** **Dalyviai:** **Kelionė:** Pirmiausia mes nuėjome į xxxxx, o tuomet nuvykome į yyyyy ... **Nuotraukos:** [Paveikslų aplankas ""/kelias/iki/paveikslų/""]

source: ================================== === Phone Call === - **Person:** - **Time:** - **Topic:** - **Outcome and Follow up:** ==================================
lt: ================================== === Telefoninis skambutis === - **Asmuo:** - **Laikas:** - **Tema:** - **Rezultatas ir tolimesni veiksmai:** ==================================

source: ===================================== === Personal === + + + ======================== **How was the Day?** ======================== **What needs to be changed?** + + + =====================================
lt: ===================================== === Asmeninis === + + + ======================== **Kaip praėjo diena?** ======================== **Ką reikėtų pakeisti?** + + + =====================================

source: Template mode
lt: Šablono veiksena

source: You are currently editing a template.
lt: Šiuo metu redaguojate šabloną.

source: Choose Template Name
lt: Pasirinkite šablono pavadinimą

source: This template file contains no text or has unreadable content.
lt: Šiame šablono faile nėra jokio teksto arba jame yra neperskaitomas turinys.

source: This Weekday's Template
lt: Šios savaitės dienos šablonas

source: Create New Template
lt: Sukurti naują šabloną

source: Opening default journal.
lt: Atveriamas numatytasis žurnalas.

source: The content has been saved to %s
lt: Turinys buvo įrašytas į %s

source: The journal could not be saved
lt: Nepavyko įrašyti žurnalo

source: Nothing to save
lt: Nėra ką įrašyti

source: Error
lt: Klaida

source: Incorrect date format
lt: Neteisingas datos formatas

source: You have version <b>%s</b>.
lt: Jūs naudojate <b>%s</b> versiją.

source: The latest version is <b>%s</b>.
lt: Naujausia versija yra <b>%s</b>.

source: If you like the program, please consider making a donation.
lt: Jeigu jums patinka programa, apsvarstykite galimybę ją paremti finansiškai.

source: Do you want to visit the RedNotebook homepage?
lt: Ar norite apsilankyti RedNotebook tinklalapyje?

source: Do not ask again
lt: Daugiau nebeklausti

source: unknown
lt: nežinoma

source: Distinct Words
lt: Unikalūs žodžiai

source: Edited Days
lt: Kiek taisyta dienų

source: Letters
lt: Raidės

source: Days between first and last Entry
lt: Dienos tarp pirmojo ir paskutiniojo įrašo

source: Average number of Words
lt: Vidutinis žodžių skaičius

source: Percentage of edited Days
lt: Taisytų dienų procentinė dalis

source: Lines
lt: Eilutės

source: Select backup filename
lt: Pasirinkite atsarginės kopijos failo pavadinimą

source: Select a directory
lt: Pasirinkite katalogą

source: Select a file
lt: Pasirinkite failą

source: Insert Link
lt: Įterpti nuorodą

source: <b>Link location (e.g. https://www.google.com)</b>
lt: <b>Nuorodos vieta (pvz., https://www.google.com)</b>

source: <b>Link name (optional)</b>
lt: <b>Nuorodos pavadinimas (nebūtina)</b>

source: Go to previous day (Ctrl+PageUp)
lt: Pereiti į ankstesnę dieną (Ctrl+PageUp)

source: Jump to today (Alt+Home)
lt: Pereiti į šiandieną (Alt+Home)

source: Today
lt: Šiandiena

source: Go to next day (Ctrl+PageDown)
lt: Pereiti į kitą dieną (Ctrl+PageDown)

source: Show a formatted preview of the text (Ctrl+P)
lt: Rodyti formatuotą teksto peržiūrą (Ctrl+P)

source: Enable text editing (Ctrl+P)
lt: Įjungti teksto taisymą (Ctrl+P)

source: Edit
lt: Taisa

source: Add a tag or a category entry
lt: Pridėti žymę ar kategorijos įrašą

source: Add Tag
lt: Pridėti žymę

source: New entry
lt: Naujas įrašas

source: <b>Select existing or new Category</b>
lt: <b>Pasirinkite esamą ar naują kategoriją</b>

source: <b>Write entry</b> (optional)
lt: <b>Parašykite įrašą</b> (nebūtina)

source: Preferences
lt: Nuostatos

source: <b>General</b>
lt: <b>Bendra</b>

source: General
lt: Bendra

source: Select a picture
lt: Pasirinkite paveikslą

source: Exit without saving
lt: Išeiti neįrašant

source: Statistics
lt: Statistika

source: <b>Selected Day</b>
lt: <b>Pasirinkta diena</b>

source: <b>Overall</b>
lt: <b>Bendra</b>
